[
    {
        "id": "1",
        "image": "burger",
        "productName": "Burger",
        "description": "Quarter-pound burger. Quarter-pound burger. Quarter-pound burger. Quarter-pound burger. Quarter-pound burger. Quarter-pound burger.",
        "price": 74.99
    },
    {
        "id": "2",
        "image": "fries",
        "productName": "Fries",
        "description": "Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder. Potato fries with cheese powder.",
        "price": 49.99
    },
    {
        "id": "3",
        "image": "nuggets",
        "productName": "Nuggets",
        "description": "Ten pieces of chicken nuggets. Ten pieces of chicken nuggets. Ten pieces of chicken nuggets.",
        "price": 89.99
    },
    {
        "id": "4",
        "image": "icecream",
        "productName": "Ice Cream",
        "description": "Three scoops of vanilla ice cream topped with sprinkles. Three scoops of vanilla ice cream topped with sprinkles. Three scoops of vanilla ice cream topped with sprinkles.",
        "price": 39.99
    },
    {
        "id": "5",
        "image": "cokefloat",
        "productName": "Coke Float",
        "description": "Ice Cold Coke with Vanilla Ice Cream. Ice Cold Coke with Vanilla Ice Cream. Ice Cold Coke with Vanilla Ice Cream. Ice Cold Coke with Vanilla Ice Cream.",
        "price": 39.99
    }
]